Repository: KrialysMotherFuckers/OrkestraSuckersWebSite
Catalog: Krialys.Data/Krialys.Data.EF.Common/Resources/DataAnnotationsResources.*.resx
Languages: fr_fr

# Display_TPUF_PARALLELEU_FERMES_TPUF_PARALLELEU_FERMEID
source: TRAD_TPUF_PARALLELEU_FERMEID
fr_fr: xxxTPUF_PARALLELEU_FERMEID

# Display_TPUF_PARALLELEU_FERMES_TPU_PARALLELEUID
source: ParallelU instance name
fr_fr: Nom de l'instance ParalleleU

# Display_TPUF_PARALLELEU_FERMES_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TPUP_PARALLELEU_PARAMS_TPUP_KEY
source: Setup key
fr_fr: Clé de paramètrage

# Display_TPUP_PARALLELEU_PARAMS_TPUP_PARALLELEU_PARAMID
source: TRAD_TPUP_PARALLELEU_PARAMID
fr_fr: xxxTPUP_PARALLELEU_PARAMID

# Display_TPUP_PARALLELEU_PARAMS_TPUP_TYPE
source: Parameter type
fr_fr: Type de paramètre

# Display_TPUP_PARALLELEU_PARAMS_TPUP_VALUE
source: Value
fr_fr: Valeur

# Display_TPUP_PARALLELEU_PARAMS_TPU_PARALLELEUID
source: ParallelU instance name
fr_fr: Nom de l'instance ParalleleU

# Display_TPUP_PARALLELEU_PARAMS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TPU_PARALLELEUS_TPU_DATE_DERNIERE_ACTIVITE
source: Last activity date
fr_fr: Date de dernière activité

# Display_TPU_PARALLELEUS_TPU_DATE_PREMIERE_ACTIVITE
source: Date of first activity
fr_fr: Date de première activité

# Display_TPU_PARALLELEUS_TPU_DUREE_EXPLOITATION
source: Operating time
fr_fr: Durée d'exploitation

# Display_TPU_PARALLELEUS_TPU_INSTANCE
source: ParallelU instance name
fr_fr: Nom de l'instance ParalleleU

# Display_TPU_PARALLELEUS_TPU_PARALLELEUID
source: TRAD_TPU_PARALLELEUID
fr_fr: xxxTPU_PARALLELEUID

# Display_TPU_PARALLELEUS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TRAPLAS_APPLICATIONS_AUTH_SCENARIOS_TRAPLAS_APPLICATIONS_AUTH_SCENARIOID
source: TRAD_TRAPLAS_APPLICATIONS_AUTH_SCENARIOID
fr_fr: TRAPLAS_APPLICATIONS_AUTH_SCENARIOS_TRAPLAS_APPLICATIONS_AUTH_SCENARIOID

# Display_TRAPLAS_APPLICATIONS_AUTH_SCENARIOS_TRAS_AUTH_SCENARIOID
source: Authentication module name
fr_fr: Nom du scénario d'authentification (module ?)

# Display_TRAPLAS_APPLICATIONS_AUTH_SCENARIOS_TRCLI_CLIENTAPPLICATIONID
source: Application name
fr_fr: Nom de l'application

# Display_TRAPL_APPLICATIONS_TRAPL_APPLICATIONID
source: Application Id
fr_fr: Id application

# Display_TRAPL_APPLICATIONS_TRAPL_LIB
source: Wording
fr_fr: Libellé

# Display_TRAP_ATTENDUS_PLANIFS_TRAP_DATE_MODIF
source: Modified on
fr_fr: Modifié le

# Display_TRAP_ATTENDUS_PLANIFS_TRAP_STATUT
source: Status
fr_fr: Statut

# Display_TRAP_ATTENDUS_PLANIFS_TRA_ATTENDUID
source: Expected
fr_fr: Attendu

# Display_TRAP_ATTENDUS_PLANIFS_TRP_PLANIFID
source: Planning
fr_fr: Planification

# Display_TRAP_ATTENDUS_PLANIFS_TTU_MODIFICATEURID
source: Modified by
fr_fr: Modifié par

# Display_TRAS_AUTH_SCENARIOS_TRAS_AUTH_SCENARIOID
source: TRAD_TRAS_AUTH_SCENARIOID
fr_fr: xxxTRAS_AUTH_SCENARIOID

# Display_TRAS_AUTH_SCENARIOS_TRAS_LABEL
source: Module name
fr_fr: Nom du module

# Display_TRA_ATTENDUS_TRA_ATTENDUID
source: Expected ID
fr_fr: ID attendu

# Display_TRA_ATTENDUS_TRA_AUTEUR
source: Author
fr_fr: Auteur

# Display_TRA_ATTENDUS_TRA_COMMENTAIRE
source: Comment
fr_fr: Commentaire

# Display_TRA_ATTENDUS_TRA_DEBUT_VALIDITE
source: Start of validity of the expectation
fr_fr: Début de validité de l'attendu

# Display_TRA_ATTENDUS_TRA_DUREE_TRAITEMENT_MAX
source: Max processing time
fr_fr: Durée du traitement max

# Display_TRA_ATTENDUS_TRA_DUREE_TRAITEMENT_MIN
source: Min processing time
fr_fr: Durée du traitement min

# Display_TRA_ATTENDUS_TRA_FICHIER_AGE_MAX
source: Max file age
fr_fr: Âge du fichier max

# Display_TRA_ATTENDUS_TRA_FICHIER_AGE_MIN
source: Min file age
fr_fr: Âge du fichier min

# Display_TRA_ATTENDUS_TRA_FIN_VALIDITE
source: End of validity of the expectation
fr_fr: Fin de validité de l'attendu

# Display_TRA_ATTENDUS_TRA_MOTCLEF
source: Key words
fr_fr: Mots clefs

# Display_TRA_ATTENDUS_TRA_NB_LIGNES_ENTREE_MAX
source: Max input lines
fr_fr: Nbre de lignes en entrée max

# Display_TRA_ATTENDUS_TRA_NB_LIGNES_ENTREE_MIN
source: Min input lines
fr_fr: Nbre de lignes en entrée min

# Display_TRA_ATTENDUS_TRA_NB_LIGNES_SORTIE_MAX
source: Max output lines
fr_fr: Nbre de lignes en sortie max

# Display_TRA_ATTENDUS_TRA_NB_LIGNES_SORTIE_MIN
source: Min output lines
fr_fr: Nbre de lignes en sortie min

# Display_TRA_ATTENDUS_TRA_STATUT
source: Status
fr_fr: Statut

# Display_TRA_ATTENDUS_TRA_TAILLE_FICHIER_ENTREE_MAX
source: Max input file size
fr_fr: Taille du fichier d'entrée max

# Display_TRA_ATTENDUS_TRA_TAILLE_FICHIER_ENTREE_MIN
source: Min input file size
fr_fr: Taille du fichier d'entrée min

# Display_TRA_ATTENDUS_TRA_TAILLE_FICHIER_SORTIE_MAX
source: Max output file size
fr_fr: Taille du fichier de sortie max

# Display_TRA_ATTENDUS_TRA_TAILLE_FICHIER_SORTIE_MIN
source: Min Output file size
fr_fr: Taille du fichier de sortie min

# Display_TRA_ATTENDUS_TRC_CONTRATID
source: Contract
fr_fr: Contrat

# Display_TRA_ATTENDUS_TRC_CRITICITEID
source: Criticality
fr_fr: Criticité

# Display_TRA_ATTENDUS_TRNF_NATURE_DESTINATIONID
source: Destination nature
fr_fr: Nature destination

# Display_TRA_ATTENDUS_TRNF_NATURE_ORIGINEID
source: Origin nature
fr_fr: Nature origine

# Display_TRA_ATTENDUS_TRNT_NATURE_TRAITEMENTID
source: Treatment nature
fr_fr: Nature traitement

# Display_TRA_ATTENDUS_TRR_RESULTATID
source: Result
fr_fr: Résultat

# Display_TRA_ATTENDUS_TRTT_TECHNO_TRAITEMENTID
source: Treatment techno
fr_fr: Techno traitement

# Display_TRCCL_CATALOG_CLAIMS_TRCCL_CATALOG_CLAIMID
source: TRAD_TRCCL_CATALOG_CLAIMID
fr_fr: xxxTRCCL_CATALOG_CLAIMID

# Display_TRCCL_CATALOG_CLAIMS_TRCCL_DESCRIPTION
source: Value description
fr_fr: Description de la valeur

# Display_TRCCL_CATALOG_CLAIMS_TRCCL_KIND
source: Authorisation type
fr_fr: Type d'habilitation

# Display_TRCCL_CATALOG_CLAIMS_TRCCL_STATUS
source: Status
fr_fr: Statut

# Display_TRCCL_CATALOG_CLAIMS_TRCCL_VALUE
source: Authorisation value
fr_fr: Valeur de l'habilitation

# Display_TRCCL_CATALOG_CLAIMS_TRCCL_VALUE_LABEL
source: Authorisation wording
fr_fr: Label d'habilitation

# Display_TRCCL_CATALOG_CLAIMS_TRCL_CLAIMID
source: Authorisation name
fr_fr: Nom de l'habilitation

# Display_TRCLICL_CLIENTAPPLICATIONS_CLAIMS_TRCLICL_CLAIM_VALUE
source: Authorisation value
fr_fr: Valeur de l'habilitation

# Display_TRCLICL_CLIENTAPPLICATIONS_CLAIMS_TRCLICL_CLIENTAPPLICATION_CLAIMID
source: TRAD_TRCLICL_CLIENTAPPLICATION_CLAIMID
fr_fr: xxxTRCLICL_CLIENTAPPLICATION_CLAIMID

# Display_TRCLICL_CLIENTAPPLICATIONS_CLAIMS_TRCLICL_DESCRIPTION
source: Assignment description
fr_fr: Description de l'affectation

# Display_TRCLICL_CLIENTAPPLICATIONS_CLAIMS_TRCLICL_STATUS
source: Status
fr_fr: Statut

# Display_TRCLICL_CLIENTAPPLICATIONS_CLAIMS_TRCLI_CLIENTAPPLICATIONID
source: Application name
fr_fr: Nom de l'application

# Display_TRCLICL_CLIENTAPPLICATIONS_CLAIMS_TRCL_CLAIMID
source: Authorisation name
fr_fr: Nom de l'habilitation

# Display_TRCLI_CLIENTAPPLICATIONS_TRCLI_AUTH_PUBLIC
source: Application public ID
fr_fr: ID public de l'application

# Display_TRCLI_CLIENTAPPLICATIONS_TRCLI_AUTH_SECRET
source: Application secret ID
fr_fr: ID secret de l'application

# Display_TRCLI_CLIENTAPPLICATIONS_TRCLI_CLIENTAPPLICATIONID
source: TRAD_TRCLI_CLIENTAPPLICATIONID
fr_fr: xxxTRCLI_CLIENTAPPLICATIONID

# Display_TRCLI_CLIENTAPPLICATIONS_TRCLI_DESCRIPTION
source: Application description
fr_fr: Description de l'application

# Display_TRCLI_CLIENTAPPLICATIONS_TRCLI_LABEL
source: Application name
fr_fr: Nom de l'application

# Display_TRCLI_CLIENTAPPLICATIONS_TRCLI_STATUS
source: Status
fr_fr: Statut

# Display_TRCL_CLAIMS_TRCLI_MULTIVALUE
source: Multiple values accepted
fr_fr: Plusieurs valeurs acceptées

# Display_TRCL_CLAIMS_TRCL_CLAIMID
source: TRAD_TRCL_CLAIMID
fr_fr: xxxTRCL_CLAIMID

# Display_TRCL_CLAIMS_TRCL_CLAIM_DESCRIPTION
source: Authorisation description
fr_fr: Description de l'habilitation

# Display_TRCL_CLAIMS_TRCL_CLAIM_NAME
source: Authorisation name
fr_fr: Nom de l'habilitation

# Display_TRCL_CLAIMS_TRCL_STATUS
source: Status
fr_fr: Statut

# Display_TRC_CONTRATS_TRC_CONTRATID
source: Result Id
fr_fr: Id résultat

# Display_TRC_CONTRATS_TRC_CONTRAT_CODE
source: Contract code
fr_fr: Code contrat

# Display_TRC_CONTRATS_TRC_DATE_CREATION
source: Creation date
fr_fr: Date de création

# Display_TRC_CONTRATS_TRC_DATE_MODIF
source: Modification date
fr_fr: Date de modification

# Display_TRC_CONTRATS_TRC_LIB
source: Long wording
fr_fr: Libellé long

# Display_TRC_CONTRATS_TRC_LIBC
source: Short wording
fr_fr: Libellé court

# Display_TRC_CONTRATS_TRC_STATUT
source: Status
fr_fr: Statut

# Display_TRC_CONTRATS_TTU_CREATEURID
source: Created by
fr_fr: Créé par

# Display_TRC_CONTRATS_TTU_MODIFICATEURID
source: Modified by
fr_fr: Modifié par

# Display_TRC_CRITICITES_TRC_CRITICITEID
source: Criticality ID
fr_fr: ID criticité

# Display_TRC_CRITICITES_TRC_LIB
source: Wording
fr_fr: Libellé

# Display_TRD_RESSOURCE_DEMANDES_TD_DEMANDEID
source: Request number
fr_fr: N° demande

# Display_TRD_RESSOURCE_DEMANDES_TER_ETAT_RESSOURCEID
source: Resource name
fr_fr: Nom de la ressource

# Display_TRD_RESSOURCE_DEMANDES_TE_ETATID
source: DPU
fr_fr: UTD

# Display_TRD_RESSOURCE_DEMANDES_TRD_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TRD_RESSOURCE_DEMANDES_TRD_FICHIER_PRESENT
source: Existing file? (Y/N)
fr_fr: Fichier présent

# Display_TRD_RESSOURCE_DEMANDES_TRD_NOM_FICHIER
source: Resource
fr_fr: Ressource

# Display_TRD_RESSOURCE_DEMANDES_TRD_NOM_FICHIER_ORIGINAL
source: Delivered resource
fr_fr: Ressource transmise

# Display_TRD_RESSOURCE_DEMANDES_TRD_RESSOURCE_DEMANDEID
source: TRAD_TRD_RESSOURCE_DEMANDEID
fr_fr: xxxTRD_RESSOURCE_DEMANDEID

# Display_TRD_RESSOURCE_DEMANDES_TRD_TAILLE_FICHIER
source: Size
fr_fr: Taille

# Display_TRGLI_REGLES_LIEES_TRGLRV_REGLES_VALEURID
source: Reference rule
fr_fr: Règle de référence

# Display_TRGLI_REGLES_LIEES_TRGLRV_REGLES_VALEURLIEEID
source: Linked rules
fr_fr: Règle liée

# Display_TRGLI_REGLES_LIEES_TRGL_REGLELIEEID
source: Linked rules ID
fr_fr: ID règles liées

# Display_TRGLRV_REGLES_VALEURS_TRGLRV_DEPART_LIMITE_TEMPS
source: Departure time limit? (Y/N)
fr_fr: Départ limite temps ? (O/N)

# Display_TRGLRV_REGLES_VALEURS_TRGLRV_ORDRE_AFFICHAGE
source: Display order
fr_fr: Ordre affichage

# Display_TRGLRV_REGLES_VALEURS_TRGLRV_REGLES_VALEURID
source: Rule value ID
fr_fr: ID Règle Valeur

# Display_TRGLRV_REGLES_VALEURS_TRGLRV_VALEUR
source: Value
fr_fr: Valeur

# Display_TRGLRV_REGLES_VALEURS_TRGLRV_VALEUR_DEFAUT
source: Default value
fr_fr: Valeur par défaut

# Display_TRGLRV_REGLES_VALEURS_TRGLRV_VALEUR_ECHEANCE
source: Value after deadline
fr_fr: Valeur après échéance

# Display_TRGLRV_REGLES_VALEURS_TRGL_REGLEID
source: Rule
fr_fr: Règle

# Display_TRGL_REGLES_TRGL_CODE_REGLE
source: Rule code
fr_fr: Code règle

# Display_TRGL_REGLES_TRGL_DESC_REGLE
source: Rule description
fr_fr: Description règle

# Display_TRGL_REGLES_TRGL_LIB_REGLE
source: Rule
fr_fr: Règle

# Display_TRGL_REGLES_TRGL_LIMITE_TEMPS
source: Time limit?
fr_fr: Limite temporelle ?

# Display_TRGL_REGLES_TRGL_REGLEID
source: Rule ID
fr_fr: ID Règle

# Display_TR_LNG_Languages_lng_code
source: Language
fr_fr: Langue

# Display_TR_LNG_Languages_lng_is_preferred_language
source: Preferred language for platform
fr_fr: Langue préférée pour la plateforme

# Display_TRNF_NATURES_FLUX_TRNF_LIB
source: Wording
fr_fr: Libellé

# Display_TRNF_NATURES_FLUX_TRNF_NATURE_FLUXID
source: Id nature of flow
fr_fr: Id nature flux

# Display_TRNT_NATURES_TRAITEMENTS_TRNT_LIB
source: Wording
fr_fr: Libellé

# Display_TRNT_NATURES_TRAITEMENTS_TRNT_NATURE_TRAITEMENTID
source: Id nature of treatment
fr_fr: Id nature traitement

# Display_TRP_PLANIFS_TRP_CRON
source: Planning (CronTab)
fr_fr: Planification

# Display_TRP_PLANIFS_TRP_DATE_DEBUT_PLANIF
source: Starts on
fr_fr: Débute le

# Display_TRP_PLANIFS_TRP_DATE_FIN_PLANIF
source: Ends on
fr_fr: Se termine le

# Display_TRP_PLANIFS_TRP_PLANIFID
source: Planning ID
fr_fr: ID planification

# Display_TRP_PLANIFS_TRP_STATUT
source: Status
fr_fr: Statut

# Display_TRP_PLANIFS_TRP_TIMEZONE_INFOID
source: User time zone
fr_fr: Fuseau horaire de l'utilisateur

# Display_TRP_PLANIFS_TTU_CREATEURID
source: Created by
fr_fr: Créé par

# Display_TRP_PLANIFS_TTU_MODIFICATEURID
source: Modified by
fr_fr: Modifié par

# Display_TRR_RESULTATS_TRR_RESULTATID
source: Result Id
fr_fr: Id résultat

# Display_TRST_STATUTS_TRST_INFO
source: Status
fr_fr: Statut

# Display_TRST_STATUTS_TRST_INFO_EN
source: Status
fr_fr: Statut

# Display_TRS_RESSOURCE_SCENARIOS_TER_ETAT_RESSOURCEID
source: Resource name
fr_fr: Nom de la ressource

# Display_TRS_RESSOURCE_SCENARIOS_TRS_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TRS_RESSOURCE_SCENARIOS_TRS_FICHIER_OBLIGATOIRE
source: Mandatory file?
fr_fr: Fichier obligatoire ?

# Display_TRTT_TECHNOS_TRAITEMENTS_TRTT_LIB
source: Wording
fr_fr: Libellé

# Display_TRTT_TECHNOS_TRAITEMENTS_TRTT_TECHNO_TRAITEMENTID
source: Techno Id
fr_fr: Id techno

# Display_TRTZ_TZS_TRTZ_TZID
source: Time zone
fr_fr: Fuseau horaire

# Display_TRUCL_USERS_CLAIMS_TRCL_CLAIMID
source: Authorisation name
fr_fr: Nom de l'habilitation

# Display_TRUCL_USERS_CLAIMS_TRUCL_CLAIM_VALUE
source: Authorisation value
fr_fr: Valeur de l'habilitation

# Display_TRUCL_USERS_CLAIMS_TRUCL_DESCRIPTION
source: Assignment description
fr_fr: Description de l'affectation

# Display_TRUCL_USERS_CLAIMS_TRUCL_STATUS
source: Status
fr_fr: Statut

# Display_TRUCL_USERS_CLAIMS_TRUCL_USER_CLAIMID
source: TRAD_TRUCL_USER_CLAIMID
fr_fr: xxxTRUCL_USER_CLAIMID

# Display_TRUCL_USERS_CLAIMS_TRU_USERID
source: User login
fr_fr: Login de l'utilisateur

# Display_TRU_USERS_TRU_ALLOW_INTERNAL_AUTH
source: Internal authentication
fr_fr: Authentification interne

# Display_TRU_USERS_TRU_FIRST_NAME
source: First Name
fr_fr: Prénom

# Display_TRU_USERS_TRU_FULLNAME
source: User
fr_fr: Utilisateur

# Display_TRU_USERS_TRU_NAME
source: Name
fr_fr: Nom

# Display_TRU_USERS_TRU_PWD
source: Password
fr_fr: Mot de passe

# Display_TRU_USERS_TRU_STATUS
source: Status
fr_fr: Statut

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TETQ_ETIQUETTEID
source: Label
fr_fr: Etiquette

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TRU_ACTEURID
source: Event originator
fr_fr: Auteur évenement

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TSEQ_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TSEQ_DATE_EVENEMENT
source: Event date
fr_fr: Date évenement

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TSEQ_DESC
source: Event description
fr_fr: Description évenement

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TSEQ_SUIVI_EVENEMENT_ETQID
source: Event ID
fr_fr: ID Evenement

# Display_TSEQ_SUIVI_EVENEMENT_ETQS_TTE_TYPE_EVENEMENTID
source: Event type
fr_fr: Type évènement

# Display_TSL_SERVEUR_LOGICIELS_TL_LOGICIELID
source: Software
fr_fr: Logiciel

# Display_TSL_SERVEUR_LOGICIELS_TSL_SERVEUR_LOGICIELID
source: Software ?
fr_fr: Logiciel ?

# Display_TSP_SERVEUR_PARAMS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TSP_SERVEUR_PARAMS_TSP_KEY
source: Parameter key
fr_fr: Clé de paramètrage

# Display_TSP_SERVEUR_PARAMS_TSP_SERVEUR_PARAMID
source: TRAD_TSP_SERVEUR_PARAMID
fr_fr: xxxTSP_SERVEUR_PARAMID

# Display_TSP_SERVEUR_PARAMS_TSP_TYPE
source: Parameter type
fr_fr: Type de paramètre

# Display_TSP_SERVEUR_PARAMS_TSP_VALUE
source: Value
fr_fr: Valeur

# Display_TSRV_SERVEURS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TSRV_SERVEURS_TSRV_DATE_ACTIVATION
source: Activation date
fr_fr: Date d'activation

# Display_TSRV_SERVEURS_TSRV_DATE_DERNIERE_ACTIVITE
source: Date of last activity
fr_fr: Date de dernière activité

# Display_TSRV_SERVEURS_TSRV_DUREE_EXPLOITATION
source: Operating time
fr_fr: Durée d'exploitation

# Display_TSRV_SERVEURS_TSRV_NOM
source: Name
fr_fr: Nom

# Display_TSR_SUIVI_RESSOURCES_TETQ_ETIQUETTEID
source: Label
fr_fr: Etiquette

# Display_TSR_SUIVI_RESSOURCES_TETQ_ETIQUETTE_ENTREEID
source: Entry label
fr_fr: Etiquette d'entrée

# Display_TSR_SUIVI_RESSOURCES_TSR_ENTREE
source: Entry
fr_fr: Entrée

# Display_TSR_SUIVI_RESSOURCES_TSR_SUIVI_RESSOURCEID
source: Resource Tracking ID
fr_fr: ID Suivi ressource

# Display_TSR_SUIVI_RESSOURCES_TSR_VALEUR_ENTREE
source: Entry value
fr_fr: Valeur entrée

# Display_TSR_SUIVI_RESSOURCES_TTR_TYPE_RESSOURCEID
source: Resource type
fr_fr: Type ressource

# Display_TS_SCENARIOS_TE_ETATID
source: DPU version ID
fr_fr: UTD versionnée

# Display_TS_SCENARIOS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TS_SCENARIOS_TS_DESCR
source: Comment / Commentary
fr_fr: Commentaire

# Display_TS_SCENARIOS_TS_GUID
source: TRAD_TS_GUID
fr_fr: TS_GUID

# Display_TS_SCENARIOS_TS_IS_DEFAULT
source: TRAD_TS_IS_DEFAULT
fr_fr: TS_IS_DEFAULT

# Display_TTAU_AUTHENTIFICATIONS_TTAU_AUTHENTIFICATIONID
source: TRAD_TTAU_AUTHENTIFICATIONID
fr_fr: xxxTTAU_AUTHENTIFICATIONID

# Display_TTAU_AUTHENTIFICATIONS_TTAU_AUTH_CODE
source: TRAD_TTAU_AUTH_CODE
fr_fr: xxxTTAU_AUTH_CODE

# Display_TTAU_AUTHENTIFICATIONS_TTAU_AUTH_CODE_EXP
source: TRAD_TTAU_AUTH_CODE_EXP
fr_fr: xxxTTAU_AUTH_CODE_EXP

# Display_TTAU_AUTHENTIFICATIONS_TTAU_REFRESH_TOKEN
source: TRAD_TTAU_REFRESH_TOKEN
fr_fr: xxxTTAU_REFRESH_TOKEN

# Display_TTAU_AUTHENTIFICATIONS_TTAU_REFRESH_TOKEN_EXP
source: TRAD_TTAU_REFRESH_TOKEN_EXP
fr_fr: xxxTTAU_REFRESH_TOKEN_EXP

# Display_TTDOM_TYPE_DOMAINES_TTDOM_CODE
source: Domain type
fr_fr: Type domaine

# Display_TTDOM_TYPE_DOMAINES_TTDOM_DESC
source: Domain type description
fr_fr: Description type domaine

# Display_TTDOM_TYPE_DOMAINES_TTDOM_LIB
source: Domain type wording
fr_fr: Libellé type domaine

# Display_TTDOM_TYPE_DOMAINES_TTDOM_TYPE_DOMAINEID
source: Domain type ID
fr_fr: ID Type Domaine

# Display_TTE_TYPE_EVENEMENTS_TTE_CODE
source: Event code type
fr_fr: Code type évenement

# Display_TTE_TYPE_EVENEMENTS_TTE_DESC
source: Event type description
fr_fr: Description type évenement

# Display_TTE_TYPE_EVENEMENTS_TTE_LIB
source: Event type wording
fr_fr: Libellé type évenement

# Display_TTE_TYPE_EVENEMENTS_TTE_TYPE_EVENEMENTID
source: Event type ID
fr_fr: ID Type évènement

# Display_TTL_LOGS_TRA_ATTENDUID
source: ID expected
fr_fr: ID attendu

# Display_TTL_LOGS_TRC_CONTRAT_CODE
source: Contract code
fr_fr: Code du contrat

# Display_TTL_LOGS_TTED_DEMANDEID
source: Request number
fr_fr: N° demande

# Display_TTL_LOGS_TTL_CODE_ANOMALIE
source: Error code
fr_fr: Code d'erreur

# Display_TTL_LOGS_TTL_DATE_DEBUT
source: Start date
fr_fr: Date de début

# Display_TTL_LOGS_TTL_DATE_FIN
source: End
fr_fr: Fin

# Display_TTL_LOGS_TTL_DYNAMIC_OBJECT
source: Dynamic content (Json)
fr_fr: Contenu dynamique (Json)

# Display_TTL_LOGS_TTL_FICHIER_ACTEUR_MODIF
source: Edited by
fr_fr: Edité par

# Display_TTL_LOGS_TTL_FICHIER_DATE_MODIF
source: Edition date
fr_fr: Date d'édition

# Display_TTL_LOGS_TTL_FICHIER_SOURCE
source: Source file
fr_fr: Fichier source

# Display_TTL_LOGS_TTL_GROUPEID
source: Group ID
fr_fr: ID groupe

# Display_TTL_LOGS_TTL_INFO
source: Information
fr_fr: Informations

# Display_TTL_LOGS_TTL_LOGID
source: Log ID
fr_fr: ID log

# Display_TTL_LOGS_TTL_NB_LIGNES_ENTREE
source: Input Nb of lines
fr_fr: Nb lignes en entrée

# Display_TTL_LOGS_TTL_NB_LIGNES_SORTIE
source: Output Nb of lines
fr_fr: Nb lignes en sortie

# Display_TTL_LOGS_TTL_RESULTAT
source: Result
fr_fr: Résultat

# Display_TTL_LOGS_TTL_TAILLE_FICHIER_ENTREE
source: Input file size
fr_fr: Taille fichier en entrée

# Display_TTL_LOGS_TTL_TAILLE_FICHIER_SORTIE
source: Output file size
fr_fr: Taille fichier en sortie

# Display_TTR_TYPE_RESSOURCES_TTR_TYPE_ENTREE
source: Entry type
fr_fr: Type d'entrée

# Display_TTR_TYPE_RESSOURCES_TTR_TYPE_ENTREE_DESC
source: Entry typedescription
fr_fr: Description type d'entrée

# Display_TTR_TYPE_RESSOURCES_TTR_TYPE_ENTREE_LIB
source: Entry type wording
fr_fr: Libellé type d'entrée

# Display_TTR_TYPE_RESSOURCES_TTR_TYPE_RESSOURCEID
source: Entry type ID
fr_fr: Type ressource

# Display_VDE_DEMANDES_ETENDUES_CATEGORIE
source: Category
fr_fr: Catégorie

# Display_VDE_DEMANDES_ETENDUES_CODE_STATUT_DEMANDE
source: Status
fr_fr: Statut de la demande

# Display_VDE_DEMANDES_ETENDUES_DEMANDEUR
source: Applicant
fr_fr: Demandeur

# Display_VDE_DEMANDES_ETENDUES_NB_RESSOURCES
source: Resources number
fr_fr: Nb ressources

# Display_VDE_DEMANDES_ETENDUES_REFERENT
source: Point of contact
fr_fr: Référent

# Display_VDE_DEMANDES_ETENDUES_REFERENT_TECH
source: Technical supervisor / manager
fr_fr: Responsable technique

# Display_VDE_DEMANDES_ETENDUES_STATUT_DEMANDE_EN
source: Request status
fr_fr: Statut demande

# Display_VDE_DEMANDES_ETENDUES_STATUT_DEMANDE_FR
source: Request status
fr_fr: Statut demande

# Display_VDE_DEMANDES_ETENDUES_STATUT_ETAT_EN
source: DPU status
fr_fr: Statut de l’UTD

# Display_VDE_DEMANDES_ETENDUES_STATUT_ETAT_FR
source: DPU status
fr_fr: Statut de l’UTD

# Display_VDE_DEMANDES_ETENDUES_TBD_CODE_RETOUR
source: Batch error code
fr_fr: Code erreur batch

# Display_VDE_DEMANDES_ETENDUES_TD_COMMENTAIRE_UTILISATEUR
source: Comment / Commentary
fr_fr: Commentaire

# Display_VDE_DEMANDES_ETENDUES_TD_DATE_DEMANDE
source: Request date
fr_fr: Date de la demande

# Display_VDE_DEMANDES_ETENDUES_TD_DATE_DERNIER_DOWNLOAD
source: Last download date
fr_fr: Date de dernier téléchargement

# Display_VDE_DEMANDES_ETENDUES_TD_DATE_EXECUTION_SOUHAITEE
source: Expected production date
fr_fr: Date souhaitée de la production

# Display_VDE_DEMANDES_ETENDUES_TD_DATE_LIVRAISON
source: Delivery date
fr_fr: Date de livraison

# Display_VDE_DEMANDES_ETENDUES_TD_DATE_PIVOT
source: Delivery date
fr_fr: Date de livraison

# Display_VDE_DEMANDES_ETENDUES_TD_DATE_PRISE_EN_CHARGE
source: Pick-up date
fr_fr: Date de la prise en charge

# Display_VDE_DEMANDES_ETENDUES_TD_DEMANDEID
source: Request number
fr_fr: N° demande

# Display_VDE_DEMANDES_ETENDUES_TD_DEMANDE_ORIGINEID
source: TRAD_TD_DEMANDE_ORIGINEID
fr_fr: N° demande d'origine

# Display_VDE_DEMANDES_ETENDUES_TD_DUREE_PRODUCTION_REEL
source: Processing duration
fr_fr: Durée du traitement

# Display_VDE_DEMANDES_ETENDUES_TD_IGNORE_RESULT
source: Results to ignore
fr_fr: Résultats à ignorer

# Display_VDE_DEMANDES_ETENDUES_TD_INFO_RETOUR_TRAITEMENT
source: Production information
fr_fr: Info de production

# Display_VDE_DEMANDES_ETENDUES_TD_PREREQUIS_DELAI_CHK
source: Prerequisite timeout
fr_fr: Délai d'attente des prérequis

# Display_VDE_DEMANDES_ETENDUES_TD_QUALIF_BILAN
source: Control
fr_fr: Contrôle

# Display_VDE_DEMANDES_ETENDUES_TD_QUALIF_EXIST_FILE
source: TRAD_TD_QUALIF_EXIST_FILE
fr_fr: Existance fichier qualif

# Display_VDE_DEMANDES_ETENDUES_TD_QUALIF_FILE_SIZE
source: Collection size
fr_fr: Taille du recueil

# Display_VDE_DEMANDES_ETENDUES_TD_RESULT_EXIST_FILE
source: TRAD_TD_RESULT_EXIST_FILE
fr_fr: Existance du fichier résultat

# Display_VDE_DEMANDES_ETENDUES_TD_RESULT_FILE_SIZE
source: Result file size
fr_fr: Taille du fichier résultat

# Display_VDE_DEMANDES_ETENDUES_TD_RESULT_NB_DOWNLOAD
source: TRAD_TD_RESULT_NB_DOWNLOAD
fr_fr: Nb téléchargement du résultat

# Display_VDE_DEMANDES_ETENDUES_TD_SUSPEND_EXECUTION
source: Request suspended
fr_fr: Demande suspendue

# Display_VDE_DEMANDES_ETENDUES_TE_COMMENTAIRE
source: TRAD_TE_COMMENTAIRE
fr_fr: Info UTD

# Display_VDE_DEMANDES_ETENDUES_TE_ETATID
source: TRAD_TE_ETATID
fr_fr: UTD versionnée

# Display_VDE_DEMANDES_ETENDUES_TE_NOM_ETAT
source: DPU
fr_fr: UTD

# Display_VDE_DEMANDES_ETENDUES_TE_NOM_ETAT_VERSION
source: DPU - Version
fr_fr: UTD (Version)

# Display_VDE_DEMANDES_ETENDUES_TPF_PLANIF_ORIGINEID
source: TRAD_TPF_PLANIF_ORIGINEID
fr_fr: Id planification

# Display_VDE_DEMANDES_ETENDUES_TRU_DEMANDEURID
source: Applicant
fr_fr: Demandeur

# Display_VDE_DEMANDES_ETENDUES_TS_DESCR
source: Module description
fr_fr: Description module

# Display_VDE_DEMANDES_ETENDUES_VERSION
source: DPU version
fr_fr: Version UTD
