Repository: KrialysMotherFuckers/OrkestraSuckersWebSite
Catalog: Krialys.Data/Krialys.Data.EF.Common/Resources/DataAnnotationsResources.*.resx
Languages: fr_fr

# Display_VDE_DEMANDES_RESSOURCES_TD_DEMANDEID
source: Delivered resource
fr_fr: Ressource transmise

# Display_VDE_DEMANDES_RESSOURCES_TER_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_VDE_DEMANDES_RESSOURCES_TER_ETAT_RESSOURCEID
source: TRAD_TER_ETAT_RESSOURCEID
fr_fr: ID Ressource

# Display_VDE_DEMANDES_RESSOURCES_TER_IS_PATTERN
source: Existing pattern ? (Y/N)
fr_fr: Masque présent ? (O/N)

# Display_VDE_DEMANDES_RESSOURCES_TER_MODELE_DOC
source: Existing template
fr_fr: Existance Modèle

# Display_VDE_DEMANDES_RESSOURCES_TER_NOM_FICHIER
source: Resource
fr_fr: Ressource

# Display_VDE_DEMANDES_RESSOURCES_TER_NOM_MODELE
source: Template
fr_fr: Modèle

# Display_VDE_DEMANDES_RESSOURCES_TE_ETATID
source: TRAD_TE_ETATID
fr_fr: ID UTD

# Display_VDE_DEMANDES_RESSOURCES_TRD_NOM_FICHIER_ORIGINAL
source: Delivered resource
fr_fr: Ressource transmise

# Display_VDE_DEMANDES_RESSOURCES_TRD_TAILLE_FICHIER
source: Siez
fr_fr: Taille

# Display_VDE_DEMANDES_RESSOURCES_TRS_FICHIER_OBLIGATOIRE
source: Mandatory file?
fr_fr: Fichier obligatoire ?

# Display_VPD_PLANIF_DETAILS_DECLARANT
source: DECLARANT
fr_fr: Déclarant

# Display_VPD_PLANIF_DETAILS_NB_RESSOURCES
source: Number of resources
fr_fr: Nombre de ressources

# Display_VPD_PLANIF_DETAILS_PLANIF_STATUTID
source: Planning status
fr_fr: Statut Planification

# Display_VPD_PLANIF_DETAILS_SCENARIO_STATUTID
source: Module status
fr_fr: Statut du scénario (module ?)

# Display_VPD_PLANIF_DETAILS_TD_COMMENTAIRE_UTILISATEUR
source: Comment / Commentary
fr_fr: Commentaire

# Display_VPD_PLANIF_DETAILS_TD_DEMANDEID
source: Request number
fr_fr: N° demande

# Display_VPD_PLANIF_DETAILS_TPF_CRON
source: CRON
fr_fr: Planification

# Display_VPD_PLANIF_DETAILS_TPF_DATE_DEBUT
source: Start date
fr_fr: Date de début

# Display_VPD_PLANIF_DETAILS_TPF_DATE_FIN
source: End date
fr_fr: Date de fin

# Display_VPD_PLANIF_DETAILS_TPF_DEMANDE_ORIGINEID
source: TPF_DEMANDE_ORIGINEID
fr_fr: N° demande d'origine

# Display_VPD_PLANIF_DETAILS_TPF_PREREQUIS_DELAI_CHK
source: Prerequisite timeout
fr_fr: Délai d'attente des pré-requis

# Display_VPD_PLANIF_DETAILS_TPF_TIMEZONE_INFOID
source: User time zone
fr_fr: Fuseau horaire de l'utilisateur

# Display_VPD_PLANIF_DETAILS_TRU_DECLARANTID
source: TRU_DECLARANTID
fr_fr: Déclarant

# Display_VPE_PLANIF_ENTETES_CATEGORIE
source: Category
fr_fr: Catégorie

# Display_VPE_PLANIF_ENTETES_REFERENT
source: Point of contact
fr_fr: Référent

# Display_VPE_PLANIF_ENTETES_REFERENT_TECH
source: Technical supervisor / manager
fr_fr: Responsable technique

# Display_VPE_PLANIF_ENTETES_STATUT_ETAT_EN
source: DPU status
fr_fr: Statut de l’UTD

# Display_VPE_PLANIF_ENTETES_STATUT_ETAT_FR
source: DPU status
fr_fr: Statut de l’UTD

# Display_VPE_PLANIF_ENTETES_TEM_NOM_ETAT_MASTER
source: DPU
fr_fr: UTD

# Display_VPE_PLANIF_ENTETES_TE_COMMENTAIRE
source: DPU comment / commentary
fr_fr: Commentaire UTD

# Display_VPE_PLANIF_ENTETES_TE_NOM_ETAT
source: Versioned DPU
fr_fr: UTD versionnée

# Display_VPE_PLANIF_ENTETES_TE_NOM_ETAT_VERSION
source: DPU (version)
fr_fr: UTD (Version)

# Display_VPE_PLANIF_ENTETES_TS_DESCR
source: Module description
fr_fr: Description module

# Display_VSCU_CTRL_STRUCTURE_UPLOADS_TE_ETATID
source: DPU
fr_fr: UTD

# Display_VSCU_CTRL_STRUCTURE_UPLOADS_TLEM_ACTION
source: Action to control
fr_fr: Action à controler

# Display_VSCU_CTRL_STRUCTURE_UPLOADS_TLEM_FILENAME_PATTERN
source: Pattern
fr_fr: Masque

# Display_VSCU_CTRL_STRUCTURE_UPLOADS_TLEM_FILE_TYPE
source: Resource extension
fr_fr: Extension de la ressource

# Display_VSCU_CTRL_STRUCTURE_UPLOADS_TLEM_PATH_NAME
source: Storage path
fr_fr: Chemin de stockage

# MIN_MAX_LENGTH
source: The {0} field must be between {2} and {1} characters.
fr_fr: Le champ {0} doit comporter entre {2} et {1} caractères.

# REQUIRED
source: The {0} field is required.
fr_fr: Le champ {0} est requis.

# Display_TH_HABILITATIONS_TH_COMMENTAIRE
source: TRAD_Commentaire
fr_fr: Commentaire

# Display_TH_HABILITATIONS_TH_DATE_INITIALISATION
source: TRAD_Date d'initialisation
fr_fr: Date d'initialisation

# Display_TH_HABILITATIONS_TH_DROIT_CONCERNE
source: TRAD_Profil
fr_fr: Profil

# Display_TH_HABILITATIONS_TH_EST_HABILITE
source: TRAD_Est Habilité ?
fr_fr: Est Habilité ?

# Display_TH_HABILITATIONS_TH_MAJ_DATE
source: TRAD_Date mise à jour
fr_fr: Date mise à jour

# Display_TH_HABILITATIONS_TRST_STATUTID
source: TRAD_Statut d'association
fr_fr: Statut d'association

# Display_TH_HABILITATIONS_TRU_INITIALISATION_AUTEURID
source: TRAD_Attributeur initial
fr_fr: Attributeur initial

# Display_TH_HABILITATIONS_TRU_MAJ_AUTEURID
source: TRAD_Dernier modificateur
fr_fr: Dernier modificateur

# Display_TH_HABILITATIONS_TRU_USERID
source: TRAD_Utilisateurs
fr_fr: Utilisateur

# Display_TH_HABILITATIONS_TSG_SCENARIO_GPEID
source: TRAD_Groupe de module
fr_fr: Groupe de module

# Display_TH_HABILITATIONS_TS_SCENARIOID
source: TRAD_Module
fr_fr: Module

# Display_TH_HABILITATIONS_TTE_TEAMID
source: TRAD_Groupe d'utilisateurs
fr_fr: Groupe d'utilisateurs

# Display_TE_ETATS_TE_FULLNAME
source: DPU
fr_fr: UTD

# Display_TE_ETATS_TE_ENV_VIERGE_DATE_DIAG_VALIDE
source: TRAD_Date de dernier diagnostic avec réussite de l'env. vierge (création du zip)
fr_fr: Date de dernier diagnostic avec réussite de l'env. vierge (création du zip)

# Display_TE_ETATS_TE_ENV_VIERGE_DATE_MODIF_HORS_ZIP
source: TRAD_Date de dernière modification des fichiers des l'env.vierge (hors Zip)
fr_fr: Date de dernière modification des fichiers des l'env.vierge (hors Zip)

# Display_TCMD_COMMANDES_TCMD_COMMANDEID
source: TRAD_n°Commande
fr_fr: n°Commande

# Display_TCMD_COMMANDES_TCMD_COMMENTAIRE
source: TRAD_Commentaire
fr_fr: Commentaire

# Display_TCMD_COMMANDES_TCMD_DATE_CLOTURE
source: TRAD_date de cloture
fr_fr: date de cloture

# Display_TCMD_COMMANDES_TCMD_DATE_CREATION
source: TRAD_Date création
fr_fr: Date création

# Display_TCMD_COMMANDES_TCMD_DATE_LIVRAISON
source: TRAD_date de livraison souhaitée
fr_fr: Date de livraison

# Display_TCMD_COMMANDES_TCMD_DATE_LIVRAISON_SOUHAITEE
source: TRAD_date de livraison souhaitée
fr_fr: Date de livraison souhaitée

# Display_TCMD_COMMANDES_TCMD_DATE_MODIF
source: TRAD_date de dernière modification
fr_fr: date de dernière modification

# Display_TCMD_COMMANDES_TCMD_DATE_PASSAGE_CMD
source: TRAD_Date de passage de commande
fr_fr: Date de passage de commande

# Display_TCMD_COMMANDES_TCMD_DATE_PREVISIONNELLE_LIVRAISON
source: TRAD_date prévisionnelle de livraison
fr_fr: Date de livraison estimée

# Display_TCMD_COMMANDES_TCMD_DATE_PRISE_EN_CHARGE
source: TRAD_date de prise en charge fournisseur
fr_fr: Date de prise en charge

# Display_TCMD_COMMANDES_TCMD_MC_MODE_CREATIONID
source: TRAD_Mode de création
fr_fr: Mode de création

# Display_TCMD_COMMANDES_TCMD_ORIGINEID
source: TRAD_Commande d'origine
fr_fr: Commande d'origine

# Display_TCMD_COMMANDES_TCMD_PH_PHASEID
source: TRAD_Phase
fr_fr: Phase

# Display_TCMD_COMMANDES_TDOM_DOMAINEID
source: TRAD_Domaine
fr_fr: Domaine

# Display_TCMD_COMMANDES_TE_ETATID
source: TRAD_UTD
fr_fr: UTD

# Display_TCMD_COMMANDES_TRU_COMMANDITAIREID
source: TRAD_Commanditaire
fr_fr: Commanditaire

# Display_TCMD_COMMANDES_TRU_EXPLOITANTID
source: TRAD_Traité par
fr_fr: Assigné à

# Display_TCMD_COMMANDES_TS_SCENARIOID
source: TRAD_Module
fr_fr: Module

# Display_TCMD_CR_CMD_RAISON_PHASES_TCMD_CR_CMD_RAISON_PHASEID
source: TRAD_ID
fr_fr: ID

# Display_TCMD_CR_CMD_RAISON_PHASES_TCMD_RP_RAISON_PHASEID
source: TRAD_Raison
fr_fr: Raison

# Display_TCMD_CR_CMD_RAISON_PHASES_TCMD_SP_SUIVI_PHASEID
source: TRAD_Phase
fr_fr: Phase

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TCMD_COMMANDEID
source: TRAD_n°Commande
fr_fr: n°Commande

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TCMD_DA_COMMENTAIRE
source: TRAD_Commentaire
fr_fr: Commentaire

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TCMD_DA_DATE_ASSOCIATION
source: TRAD_Date d'association
fr_fr: Date d'association

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TCMD_DA_DEMANDES_ASSOCIEEID
source: TRAD_ID
fr_fr: ID

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TCMD_DA_VERSION_NOTABLE
source: TRAD_Notable
fr_fr: Notable

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TD_DEMANDEID
source: TRAD_n°Demande
fr_fr: n°Demande

# Display_TCMD_DA_DEMANDES_ASSOCIEES_TRU_AUTEURID
source: TRAD_Attribué par
fr_fr: Attribué par

# Display_TCMD_DOC_DOCUMENTS_TCMD_COMMANDEID
source: TRAD_n°Commande
fr_fr: n°Commande

# Display_TCMD_DOC_DOCUMENTS_TCMD_DOC_COMMENTAIRE
source: TRAD_Commentaire
fr_fr: Commentaire

# Display_TCMD_DOC_DOCUMENTS_TCMD_DOC_DATE
source: TRAD_Date d'upload
fr_fr: Date d'upload

# Display_TCMD_DOC_DOCUMENTS_TCMD_DOC_DOCUMENTID
source: TRAD_ID Doc
fr_fr: ID Doc

# Display_TCMD_DOC_DOCUMENTS_TCMD_DOC_FILENAME
source: TRAD_Nom du fichier
fr_fr: Nom du fichier

# Display_TCMD_DOC_DOCUMENTS_TCMD_TD_TYPE_DOCUMENTID
source: TRAD_Type Doc
fr_fr: Type Doc

# Display_TCMD_MC_MODE_CREATIONS_TCMD_MC_CODE
source: TRAD_Code
fr_fr: Code

# Display_TCMD_MC_MODE_CREATIONS_TCMD_MC_LIB_EN
source: TRAD_Libellé
fr_fr: Libellé

# Display_TCMD_MC_MODE_CREATIONS_TCMD_MC_LIB_FR
source: TRAD_Libellé
fr_fr: Libellé

# Display_TCMD_MC_MODE_CREATIONS_TCMD_MC_MODE_CREATIONID
source: TRAD_ID mode création
fr_fr: ID mode création

# Display_TCMD_PH_PHASES_TCMD_PH_CODE
source: TRAD_Code
fr_fr: Code

# Display_TCMD_PH_PHASES_TCMD_PH_LIB_EN
source: TRAD_Libellé
fr_fr: Libellé

# Display_TCMD_PH_PHASES_TCMD_PH_LIB_FR
source: TRAD_Libellé
fr_fr: Libellé

# Display_TCMD_PH_PHASES_TCMD_PH_PHASEID
source: TRAD_Phase
fr_fr: Phase

# Display_TCMD_RP_RAISON_PHASES_TCMD_PH_PHASEID
source: TRAD_Phase
fr_fr: Phase

# Display_TCMD_RP_RAISON_PHASES_TCMD_RP_LIB_EN
source: TRAD_Libellé
fr_fr: Libellé

# Display_TCMD_RP_RAISON_PHASES_TCMD_RP_LIB_FR
source: TRAD_Libellé
fr_fr: Libellé

# Display_TCMD_RP_RAISON_PHASES_TCMD_RP_RAISON_PHASEID
source: TRAD_Raison
fr_fr: Raison

# Display_TCMD_SP_SUIVI_PHASES_TCMD_COMMANDEID
source: TRAD_n°Commande
fr_fr: n°Commande

# Display_TCMD_SP_SUIVI_PHASES_TCMD_PH_PHASE_APRESID
source: TRAD_Nouvelle Phase
fr_fr: Nouvelle Phase

# Display_TCMD_SP_SUIVI_PHASES_TCMD_PH_PHASE_AVANTID
source: TRAD_Phase origine
fr_fr: Phase origine

# Display_TCMD_SP_SUIVI_PHASES_TCMD_SP_COMMENTAIRE
source: TRAD_Commentaire
fr_fr: Commentaire

# Display_TCMD_SP_SUIVI_PHASES_TCMD_SP_DATE_MODIF
source: TRAD_Date de modification
fr_fr: Date de modification

# Display_TCMD_SP_SUIVI_PHASES_TCMD_SP_SUIVI_PHASEID
source: TRAD_ID
fr_fr: ID

# Display_TCMD_SP_SUIVI_PHASES_TRU_AUTEUR_MODIFID
source: TRAD_Auteur
fr_fr: Auteur

# Display_TCMD_TD_TYPE_DOCUMENTS_TCMD_TD_COMMENTAIRE
source: TRAD_Commentaire
fr_fr: Commentaire

# Display_TCMD_TD_TYPE_DOCUMENTS_TCMD_TD_TYPE
source: TRAD_Type Doc
fr_fr: Type Doc

# Display_TCMD_TD_TYPE_DOCUMENTS_TCMD_TD_TYPE_DOCUMENTID
source: TRAD_ID
fr_fr: ID

# Display_TDC_DEMANDES_COMMANDES_TCMD_COMMANDEID
source: TRAD_n°Commande
fr_fr: n°Commande

# Display_TDC_DEMANDES_COMMANDES_TDC_DEMANDES_COMMANDEID
source: TRAD_ID
fr_fr: ID

# Display_TDC_DEMANDES_COMMANDES_TD_DEMANDEID
source: TRAD_n°Demande
fr_fr: n°Demande

# Display_TPRCP_PRC_PERIMETRES_TPRCP_ALLOW_DTS_ACCESS
source: TRAD_Visible dans DTS ?
fr_fr: Visible dans DTS ?

# Display_TRU_USERS_TRLG_LNGID
source: Language
fr_fr: Langue

# Display_TRU_USERS_TRTZ_TZID
source: TimeZone
fr_fr: Fuseau horaire

# Display_TCMD_DOC_DOCUMENTS_TCMD_DOC_TAILLE
source: File size
fr_fr: Taille du fichier

# Display_TCMD_PH_PHASES_TCMD_PH_DELAI_RECYCLAGE
source: Recycling period
fr_fr: Délai de recyclage

# Display_REF_DbConnection_database_type
source: Type Bdd
fr_fr: Type

# Display_REF_DbConnection_server
source: Server name or ip
fr_fr: Nom ou IP du Server

# Display_REF_DbConnection_database_name
source: Database
fr_fr: Base de données

# Display_REF_DbConnection_password
source: Password
fr_fr: Mot de passe

# Display_REF_DbConnection_creation_date
source: Creation date
fr_fr: Date de création

# Display_REF_DbConnection_is_active
source: Active
fr_fr: Actif

# Display_REF_Historical_table_name
source: Table name
fr_fr: Table

# Display_REF_Historical_table_functional_name
source: Functional table name
fr_fr: Référentiel

# Display_REF_Historical_table_description
source: Table Description
fr_fr: Description

# Display_REF_Historical_status_code
source: Status
fr_fr: Status configuration

# Display_REF_Historical_update_date
source: Update date
fr_fr: Date de modification

# Display_REF_Historical_update_by
source: Update by
fr_fr: Modifié par

# Display_REF_Historical_process_type
source: Process type
fr_fr: Opération

# Display_REF_Historical_process_status
source: Process status
fr_fr: Statut opération

# Display_REF_Historical_label_code
source: Label code
fr_fr: Etiquette

# Display_REF_Settings_table_name
source: Table name
fr_fr: Nom table

# Display_REF_Settings_table_functional_name
source: Table functional name
fr_fr: Nom functionnel table

# Display_REF_Settings_table_query_criteria
source: Table query criteria
fr_fr: Table query critère

# Display_REF_Settings_table_typology
source: Table typology
fr_fr: Table typologie

# Display_REF_Settings_job_scenario_id
source: Request id
fr_fr: ID Demande

# Display_REF_Settings_label_code_field_name
source: Label code field name
fr_fr: Champ Label code

# Display_REF_Settings_table_data_to_approuve
source: Data to approve
fr_fr: Data à approuvé

# Display_REF_Settings_table_data_approved
source: Data approved
fr_fr: Donnée approuvé

# Display_REF_Settings_table_data_approval_date
source: Data approval date
fr_fr: Donnée approuvée le

# Display_REF_Settings_table_data_approved_by
source: Data approved by
fr_fr: Donnée approuvée par

# Display_REF_Settings_table_data_need_to_refreshed
source: Data need to refreshed
fr_fr: Rafraichissement des données necessaires

# Display_REF_Settings_table_last_refresh_date
source: Table Data last refresh date
fr_fr: Date du dernier refreh

# Display_REF_Settings_is_update_send_to_gdb
source: Table Data sent to GDB
fr_fr: Données envoyés à la GDB

# Display_REF_Settings_send_to_gdb_date
source: Table Data sent to GDB Date
fr_fr: Date d'nevoi des données à la GDB

# Display_REF_Settings_error_message
source: Error message
fr_fr: Message d'erreur

# Display_REF_Settings_table_data_max_rows_expected_to_receive
source: Max rows expected to receive
fr_fr: Nombre max de record à recevoir

# Display_REF_Settings_table_data_min_rows_expected_to_send
source: Min rows expected to send
fr_fr: Nombre min de record à envoyer

# Display_REF_Settings_table_data_max_rows_expected_to_send
source: Max rows expected to send
fr_fr: Nombre max de record à envoyer

# Display_REF_Settings_creation_date
source: Creation date
fr_fr: Date de création

# Display_REF_Settings_created_by
source: Creation by
fr_fr: Crée par

# Display_REF_Settings_update_date
source: Update date
fr_fr: Date de mise à jour

# Display_REF_Settings_update_by
source: Updated by
fr_fr: Mis à jour par
