Repository: KrialysMotherFuckers/OrkestraSuckersWebSite
Catalog: Krialys.Data/Krialys.Data.EF.Common/Resources/DataAnnotationsResources.*.resx
Languages: fr_fr

# Display_TACT_ACTIONS_TACT_CODE
source: Action code
fr_fr: Code action

# Display_TACT_ACTIONS_TACT_DESC
source: Action description
fr_fr: Description action

# Display_TBD_BATCH_DEMANDES_TBD_BATCH_DEMANDEID
source: TRAD_TBD_BATCH_DEMANDEID
fr_fr: xxxTBD_BATCH_DEMANDEID

# Display_TBD_BATCH_DEMANDES_TBD_CODE_RETOUR
source: TRAD_TBD_CODE_RETOUR
fr_fr: xxxTBD_CODE_RETOUR

# Display_TBD_BATCH_DEMANDES_TBD_DATE_DEBUT_EXECUTION
source: Execution start date
fr_fr: Date de début d'exécution

# Display_TBD_BATCH_DEMANDES_TBD_DATE_FIN_EXECUTION
source: Execution end date
fr_fr: Date de fin d'exécution

# Display_TBD_BATCH_DEMANDES_TBD_EXECUTION
source: TRAD_TBD_EXECUTION
fr_fr: xxxTBD_EXECUTION

# Display_TBD_BATCH_DEMANDES_TBD_ORDRE_EXECUTION
source: TRAD_TBD_ORDRE_EXECUTION
fr_fr: xxxTBD_ORDRE_EXECUTION

# Display_TBD_BATCH_DEMANDES_TD_DEMANDEID
source: TRAD_TD_DEMANDEID
fr_fr: N° demande

# Display_TBD_BATCH_DEMANDES_TEB_ETAT_BATCHID
source: TRAD_TEB_ETAT_BATCHID
fr_fr: xxxTEB_ETAT_BATCHID

# Display_TBD_BATCH_DEMANDES_TE_ETATID
source: TRAD_TE_ETATID
fr_fr: xxxTE_ETATID

# Display_TBS_BATCH_SCENARIOS_TBS_ORDRE_EXECUTION
source: Execution order ?
fr_fr: Ordre d'exécution ?

# Display_TC_CATEGORIES_TC_CATEGORIEID
source: Category
fr_fr: Catégorie

# Display_TC_CATEGORIES_TC_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TC_CATEGORIES_TC_DATE_CREATION
source: Creation date
fr_fr: Date de création

# Display_TC_CATEGORIES_TC_NOM
source: Category
fr_fr: Catégorie

# Display_TC_CATEGORIES_TRST_STATUTID
source: Category status
fr_fr: Statut catégorie

# Display_TDOM_DOMAINES_TDOM_CODE
source: Domain / Field
fr_fr: Domaine

# Display_TDOM_DOMAINES_TDOM_DATE_CREATION
source: Domain creation date
fr_fr: Date création Domaine

# Display_TDOM_DOMAINES_TDOM_DESC
source: Domain description
fr_fr: Description Domaine

# Display_TDOM_DOMAINES_TDOM_DOMAINEID
source: Domain ID
fr_fr: ID Domaine

# Display_TDOM_DOMAINES_TDOM_LIB
source: Domain wording
fr_fr: Libellé Domaine

# Display_TDOM_DOMAINES_TRU_ACTEURID
source: Player
fr_fr: Acteur

# Display_TDOM_DOMAINES_TTDOM_TYPE_DOMAINEID
source: Domain type
fr_fr: Type Domaine

# Display_TDP_DEMANDE_PROCESS_TDP_DEMANDE_PROCESSID
source: TRAD_TDP_DEMANDE_PROCESSID
fr_fr: xxxTDP_DEMANDE_PROCESSID

# Display_TDP_DEMANDE_PROCESS_TDP_ETAPE
source: TRAD_TDP_ETAPE
fr_fr: xxxTDP_ETAPE

# Display_TDP_DEMANDE_PROCESS_TDP_EXTRA_INFO
source: TRAD_TDP_EXTRA_INFO
fr_fr: xxxTDP_EXTRA_INFO

# Display_TDP_DEMANDE_PROCESS_TDP_NUM_ETAPE
source: TRAD_TDP_NUM_ETAPE
fr_fr: xxxTDP_NUM_ETAPE

# Display_TDP_DEMANDE_PROCESS_TDP_STATUT
source: TRAD_TDP_STATUT
fr_fr: xxxTDP_STATUT

# Display_TDP_DEMANDE_PROCESS_TD_DEMANDEID
source: TRAD_TD_DEMANDEID
fr_fr: N° demande

# Display_TDQ_DEMANDE_QUALIFS_TDQ_CODE
source: TRAD_TDQ_CODE
fr_fr: Code

# Display_TDQ_DEMANDE_QUALIFS_TDQ_COMMENT
source: TRAD_TDQ_COMMENT
fr_fr: Infos

# Display_TDQ_DEMANDE_QUALIFS_TDQ_DATASET
source: TRAD_TDQ_DATASET
fr_fr: Dataset

# Display_TDQ_DEMANDE_QUALIFS_TDQ_DATE_PROD
source: TRAD_TDQ_DATE_PROD
fr_fr: Date - non exploité

# Display_TDQ_DEMANDE_QUALIFS_TDQ_DEMANDE_QUALIFID
source: TRAD_TDQ_DEMANDE_QUALIFID
fr_fr: Id Qualif

# Display_TDQ_DEMANDE_QUALIFS_TDQ_NATURE
source: TRAD_TDQ_NATURE
fr_fr: Nature

# Display_TDQ_DEMANDE_QUALIFS_TDQ_NOM
source: TRAD_TDQ_NOM
fr_fr: Nom

# Display_TDQ_DEMANDE_QUALIFS_TDQ_NUM_ORDRE
source: TRAD_TDQ_NUM_ORDRE
fr_fr: n°

# Display_TDQ_DEMANDE_QUALIFS_TDQ_OBJECTIF
source: TRAD_TDQ_OBJECTIF
fr_fr: Objectif - non exploité

# Display_TDQ_DEMANDE_QUALIFS_TDQ_TYPOLOGIE
source: TRAD_TDQ_TYPOLOGIE
fr_fr: Typologie

# Display_TDQ_DEMANDE_QUALIFS_TDQ_VALEUR
source: TRAD_TDQ_VALEUR
fr_fr: Qualif

# Display_TDQ_DEMANDE_QUALIFS_TD_DEMANDEID
source: TRAD_TD_DEMANDEID
fr_fr: N° demande

# Display_TD_DEMANDES_TD_COMMENTAIRE_GESTIONNAIRE
source: TRAD_TD_COMMENTAIRE_GESTIONNAIRE
fr_fr: Commentaire du gestionnaire

# Display_TD_DEMANDES_TD_COMMENTAIRE_UTILISATEUR
source: TRAD_TD_COMMENTAIRE_UTILISATEUR
fr_fr: Commentaire

# Display_TD_DEMANDES_TD_DATE_AVIS_GESTIONNAIRE
source: TRAD_TD_DATE_AVIS_GESTIONNAIRE
fr_fr: Date de l'avis du gestionnaire

# Display_TD_DEMANDES_TD_DATE_DEMANDE
source: Request date
fr_fr: Date de la demande

# Display_TD_DEMANDES_TD_DATE_DERNIER_DOWNLOAD
source: Last download date
fr_fr: Date du dernier téléchargement

# Display_TD_DEMANDES_TD_DATE_EXECUTION_SOUHAITEE
source: Expected production date
fr_fr: Date souhaitée de la production

# Display_TD_DEMANDES_TD_DATE_LIVRAISON
source: Delivery date
fr_fr: Date de livraison

# Display_TD_DEMANDES_TD_DATE_PRISE_EN_CHARGE
source: Pick-up date
fr_fr: Date de prise en charge

# Display_TD_DEMANDES_TD_DEMANDEID
source: Request number
fr_fr: N° demande

# Display_TD_DEMANDES_TD_DEMANDE_ORIGINEID
source: TRAD_TD_DEMANDE_ORIGINEID
fr_fr: N° demande d'origine

# Display_TD_DEMANDES_TD_DUREE_PRODUCTION_REEL
source: Production time
fr_fr: Durée de la production

# Display_TD_DEMANDES_TD_GUID
source: TRAD_TD_GUID
fr_fr: xxxTD_GUID

# Display_TD_DEMANDES_TD_IGNORE_RESULT
source: Results to ignore
fr_fr: Résultats à ignorer

# Display_TD_DEMANDES_TD_INFO_RETOUR_TRAITEMENT
source: Production information
fr_fr: Info de production

# Display_TD_DEMANDES_TD_PREREQUIS_DELAI_CHK
source: Prerequisite timeout
fr_fr: Délai d'attente des prérequis

# Display_TD_DEMANDES_TD_QUALIF_BILAN
source: Quality control
fr_fr: Contrôle qualité

# Display_TD_DEMANDES_TD_QUALIF_EXIST_FILE
source: TRAD_TD_QUALIF_EXIST_FILE
fr_fr: Existance fichier qualif

# Display_TD_DEMANDES_TD_QUALIF_FILE_SIZE
source: Collection size
fr_fr: Taille du recueil

# Display_TD_DEMANDES_TD_RESULT_EXIST_FILE
source: TRAD_TD_RESULT_EXIST_FILE
fr_fr: Existance du fichier résultat

# Display_TD_DEMANDES_TD_RESULT_FILE_SIZE
source: Result file size
fr_fr: Taille du fichier résultat

# Display_TD_DEMANDES_TD_RESULT_NB_DOWNLOAD
source: Number of downloads
fr_fr: Nombre de téléchargement

# Display_TD_DEMANDES_TD_SEND_MAIL_CLIENT
source: TRAD_TD_SEND_MAIL_CLIENT
fr_fr: xxxTD_SEND_MAIL_CLIENT

# Display_TD_DEMANDES_TD_SEND_MAIL_GESTIONNAIRE
source: TRAD_TD_SEND_MAIL_GESTIONNAIRE
fr_fr: xxxTD_SEND_MAIL_GESTIONNAIRE

# Display_TD_DEMANDES_TD_SUSPEND_EXECUTION
source: Request suspended
fr_fr: Demande suspendue

# Display_TD_DEMANDES_TE_ETATID
source: DPU
fr_fr: UTD

# Display_TD_DEMANDES_TPF_PLANIF_ORIGINEID
source: TRAD_TPF_PLANIF_ORIGINEID
fr_fr: Id planification

# Display_TD_DEMANDES_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TD_DEMANDES_TRU_DEMANDEURID
source: Applicant
fr_fr: Demandeur

# Display_TD_DEMANDES_TRU_GESTIONNAIRE_VALIDEURID
source: TRAD_TRU_GESTIONNAIRE_VALIDEURID
fr_fr: xxxTRU_GESTIONNAIRE_VALIDEURID

# Display_TEB_ETAT_BATCHS_TEB_CMD
source: Command
fr_fr: Batch

# Display_TEB_ETAT_BATCHS_TEB_DATE_CREATION
source: Creation date
fr_fr: Date de création

# Display_TEB_ETAT_BATCHS_TEB_NOM_AFFICHAGE
source: Batch name
fr_fr: Nom du batch

# Display_TEB_ETAT_BATCHS_TE_ETATID
source: DPU
fr_fr: UTD versionnée

# Display_TEB_ETAT_BATCHS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TEL_ETAT_LOGICIELS_TEL_ETAT_LOGICIELID
source: TRAD_TEL_ETAT_LOGICIELID
fr_fr: xxxTEL_ETAT_LOGICIELID

# Display_TEL_ETAT_LOGICIELS_TE_ETATID
source: TRAD_TE_ETATID
fr_fr: UTD versionnée

# Display_TEL_ETAT_LOGICIELS_TL_LOGICIELID
source: TRAD_TL_LOGICIELID
fr_fr: Logiciel

# Display_TEMF_ETAT_MASTER_FERMES_TEMF_DATE_AJOUT
source: TRAD_TEMF_DATE_AJOUT
fr_fr: Date d'ajout

# Display_TEMF_ETAT_MASTER_FERMES_TEMF_DATE_SUPPRESSION
source: TRAD_TEMF_DATE_SUPPRESSION
fr_fr: Date de suppression

# Display_TEMF_ETAT_MASTER_FERMES_TEMF_ETAT_MASTER_FERMEID
source: TRAD_TEMF_ETAT_MASTER_FERMEID
fr_fr: xxxTEMF_ETAT_MASTER_FERMEID

# Display_TEMF_ETAT_MASTER_FERMES_TEMF_ORDRE_PRIORITE
source: TRAD_TEMF_ORDRE_PRIORITE
fr_fr: xxxTEMF_ORDRE_PRIORITE

# Display_TEMF_ETAT_MASTER_FERMES_TEM_ETAT_MASTERID
source: TRAD_TEM_ETAT_MASTERID
fr_fr: xxxTEM_ETAT_MASTERID

# Display_TEMF_ETAT_MASTER_FERMES_TF_FERMEID
source: Farm
fr_fr: Ferme

# Display_TEM_ETAT_MASTERS_TC_CATEGORIEID
source: Category status
fr_fr: Catégorie

# Display_TEM_ETAT_MASTERS_TEM_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TEM_ETAT_MASTERS_TEM_DATE_CREATION
source: Creation date
fr_fr: Date de création

# Display_TEM_ETAT_MASTERS_TEM_ETAT_MASTERID
source: TRAD_ID unité
fr_fr: ID unité

# Display_TEM_ETAT_MASTERS_TEM_ETAT_MASTER_PARENTID
source: TRAD_TEM_ETAT_MASTER_PARENTID
fr_fr: TEM_ETAT_MASTER_PARENTID

# Display_TEM_ETAT_MASTERS_TEM_GUID
source: TRAD_TEM_GUID
fr_fr: TEM_GUID

# Display_TEM_ETAT_MASTERS_TEM_NOM_ETAT_MASTER
source: DPU
fr_fr: UTD

# Display_TEM_ETAT_MASTERS_TP_PERIMETREID
source: TRAD_TP_PERIMETREID
fr_fr: TP_PERIMETREID

# Display_TEM_ETAT_MASTERS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TEM_ETAT_MASTERS_TRU_RESPONSABLE_FONCTIONNELID
source: Point of contact
fr_fr: Référent

# Display_TEM_ETAT_MASTERS_TRU_RESPONSABLE_TECHNIQUEID
source: Technical supervisor / manager
fr_fr: Responsable technique

# Display_TEP_ETAT_PREREQUISS_TEP_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TEP_ETAT_PREREQUISS_TEP_DATE_MAJ
source: Update date
fr_fr: Date de mise à jour

# Display_TEP_ETAT_PREREQUISS_TEP_ETAT_PREREQUISID
source: Prerequisite
fr_fr: Prérequis

# Display_TEP_ETAT_PREREQUISS_TEP_FILEPATTERN
source: Pattern?
fr_fr: Masque (O/N) ?

# Display_TEP_ETAT_PREREQUISS_TEP_IS_PATTERN
source: Existing pattern ? (Y/N)
fr_fr: Masque présent ? (O/N)

# Display_TEP_ETAT_PREREQUISS_TEP_PATH
source: Path
fr_fr: Chemin

# Display_TEP_ETAT_PREREQUISS_TE_ETATID
source: DPU
fr_fr: UTD versionnée

# Display_TEP_ETAT_PREREQUISS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TEQC_ETQ_CODIFS_TEQC_CODE
source: Code Label codification
fr_fr: Code Codification étiquette

# Display_TEQC_ETQ_CODIFS_TEQC_CODE_ETIQUETTAGE_OBJ_ORDRE
source: Display order of the Labeling code in the label
fr_fr: Ordre d'affichage du code Étiquetage dans l'étiquette

# Display_TEQC_ETQ_CODIFS_TEQC_CODE_PRC_ORDRE
source: Display order of the Process code in the label
fr_fr: Ordre d'affichage du code Processus dans l'étiquette

# Display_TEQC_ETQ_CODIFS_TEQC_CODE_PRM_ORDRE
source: Display order of the Perimeter code in the label
fr_fr: Ordre d'affichage du code Perimètre dans l'étiquette

# Display_TEQC_ETQ_CODIFS_TEQC_ETQ_CODIFID
source: Label codification ID
fr_fr: ID libellé codification

# Display_TEQC_ETQ_CODIFS_TEQC_INCREMENT_ORDRE
source: Display order of increment in the label
fr_fr: Ordre d'affichage de l'incrément dans l'étiquette

# Display_TEQC_ETQ_CODIFS_TEQC_INCREMENT_TAILLE
source: Number of digits of the increment
fr_fr: Nombre de chiffres de l'incrément

# Display_TEQC_ETQ_CODIFS_TEQC_INCREMENT_VAL_INIT
source: Initial increment value
fr_fr: Valeur initiale de l'incrément

# Display_TEQC_ETQ_CODIFS_TEQC_SEPARATEUR
source: Separator between label components
fr_fr: Séparateur entre les composants de l'étiquette

# Display_TER_ETAT_RESSOURCES_TER_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TER_ETAT_RESSOURCES_TER_ETAT_RESSOURCEID
source: Resource name
fr_fr: Nom de la ressource

# Display_TER_ETAT_RESSOURCES_TER_IS_PATTERN
source: Pattern (Y/N)
fr_fr: Masque ? (O/N)

# Display_TER_ETAT_RESSOURCES_TER_MODELE_DATE
source: Template date
fr_fr: Date du modèle

# Display_TER_ETAT_RESSOURCES_TER_MODELE_DOC
source: Existing template
fr_fr: Modèle présent

# Display_TER_ETAT_RESSOURCES_TER_MODELE_TAILLE
source: Template size
fr_fr: Taille du modèle

# Display_TER_ETAT_RESSOURCES_TER_NOM_FICHIER
source: Resource
fr_fr: Ressource

# Display_TER_ETAT_RESSOURCES_TER_NOM_MODELE
source: Template
fr_fr: Modèle

# Display_TER_ETAT_RESSOURCES_TER_PATH_RELATIF
source: Relative path: \documents\
fr_fr: Chemin relatif : \documents\

# Display_TER_ETAT_RESSOURCES_TE_ETATID
source: DPU
fr_fr: UTD

# Display_TETQR_ETQ_REGLES_TETQR_DATE_DEBUT
source: Start date
fr_fr: Date de début

# Display_TETQR_ETQ_REGLES_TETQR_DATE_FIN
source: End date
fr_fr: Date de fin

# Display_TETQR_ETQ_REGLES_TETQR_ECHEANCE
source: Due date
fr_fr: Date échéance

# Display_TETQR_ETQ_REGLES_TETQR_ETQ_REGLEID
source: Label rule
fr_fr: Règle Etiquette

# Display_TETQR_ETQ_REGLES_TETQR_ETQ_REGLES_ACTION
source: Action to perform
fr_fr: Action à effectuer

# Display_TETQR_ETQ_REGLES_TETQR_LIMITE_ATTEINTE
source: Limit reached ? (Y/N)
fr_fr: Limite atteinte ? (O/N)

# Display_TETQR_ETQ_REGLES_TETQR_REGLE_LIEE
source: Linked rule
fr_fr: Règle liée

# Display_TETQR_ETQ_REGLES_TETQ_ETIQUETTEID
source: Label
fr_fr: Etiquette

# Display_TETQR_ETQ_REGLES_TOBJR_OBJET_REGLEID
source: Label rule ID
fr_fr: ID Règle Etq

# Display_TETQR_ETQ_REGLES_TRGLRV_REGLES_VALEURID
source: Rule value
fr_fr: Valeur

# Display_TETQR_ETQ_REGLES_TRGL_REGLEID
source: Rule code
fr_fr: Code règle

# Display_TETQ_ETIQUETTES_DEMANDEID
source: Request number
fr_fr: N° demande

# Display_TETQ_ETIQUETTES_TETQ_CODE
source: Label
fr_fr: Etiquette

# Display_TETQ_ETIQUETTES_TETQ_DATE_CREATION
source: Label creation date
fr_fr: Date création Etiquette

# Display_TETQ_ETIQUETTES_TETQ_DESC
source: Label description
fr_fr: Description étiquette

# Display_TETQ_ETIQUETTES_TETQ_ETIQUETTEID
source: Label ID
fr_fr: ID Etiquette

# Display_TETQ_ETIQUETTES_TETQ_INCREMENT
source: Increment
fr_fr: Incrément

# Display_TETQ_ETIQUETTES_TETQ_LIB
source: Label wording
fr_fr: Libellé étiquette

# Display_TETQ_ETIQUETTES_TETQ_PATTERN
source: Pattern
fr_fr: Masque

# Display_TETQ_ETIQUETTES_TETQ_PRM_VAL
source: Perimeter value
fr_fr: Valeur du périmètre

# Display_TETQ_ETIQUETTES_TETQ_VERSION_ETQ
source: Label version
fr_fr: Version Etiquette

# Display_TETQ_ETIQUETTES_TOBJE_OBJET_ETIQUETTEID
source: Labeled object
fr_fr: Objet étiquetté

# Display_TETQ_ETIQUETTES_TPRCP_PRC_PERIMETREID
source: Perimeter
fr_fr: Périmètre

# Display_TE_ETATS_PARENT_ETATID
source: TRAD_PARENT_ETATID
fr_fr: PARENT_ETATID

# Display_TE_ETATS_TEM_ETAT_MASTERID
source: DPU
fr_fr: UTD

# Display_TE_ETATS_TE_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TE_ETATS_TE_DATE_DERNIERE_PRODUCTION
source: Last production date
fr_fr: Date de la dernière production

# Display_TE_ETATS_TE_DATE_REVISION
source: Last review date
fr_fr: Date de la dernière révision

# Display_TE_ETATS_TE_DUREE_DERNIERE_PRODUCTION
source: Last production time
fr_fr: Durée de la dernière production

# Display_TE_ETATS_TE_DUREE_PRODUCTION_ESTIMEE
source: Estimated production time
fr_fr: Durée estimée de la production

# Display_TE_ETATS_TE_ENV_VIERGE_TAILLE
source: Blank environment size
fr_fr: Taille de l'environnement vierge(ZIP)

# Display_TE_ETATS_TE_ENV_VIERGE_UPLOADED
source: TRAD_Environnement vierge disponible
fr_fr: Environnement vierge disponible

# Display_TE_ETATS_TE_ETATID
source: TRAD_ID version d'unité
fr_fr: ID version d'unité

# Display_TE_ETATS_TE_GENERE_CUBE
source: Generate / Produce a cube?
fr_fr: Génère un cube ?

# Display_TE_ETATS_TE_GUID
source: TRAD_TE_GUID
fr_fr: TE_GUID

# Display_TE_ETATS_TE_INDICE_REVISION_L1
source: TRAD_TE_INDICE_REVISION_L1
fr_fr: TE_INDICE_REVISION_L1

# Display_TE_ETATS_TE_INDICE_REVISION_L2
source: TRAD_TE_INDICE_REVISION_L2
fr_fr: TE_INDICE_REVISION_L2

# Display_TE_ETATS_TE_INDICE_REVISION_L3
source: TRAD_TE_INDICE_REVISION_L3
fr_fr: TE_INDICE_REVISION_L3

# Display_TE_ETATS_TE_INFO_REVISION
source: Review information
fr_fr: Info révision

# Display_TE_ETATS_TE_NOM_DATABASE
source: Database
fr_fr: Base de données

# Display_TE_ETATS_TE_NOM_ETAT
source: Versioned DPU
fr_fr: UTD versionnée

# Display_TE_ETATS_TE_SEND_MAIL_CLIENT
source: TRAD_TE_SEND_MAIL_CLIENT
fr_fr: TE_SEND_MAIL_CLIENT

# Display_TE_ETATS_TE_SEND_MAIL_GESTIONNAIRE
source: TRAD_TE_SEND_MAIL_GESTIONNAIRE
fr_fr: TE_SEND_MAIL_GESTIONNAIRE

# Display_TE_ETATS_TE_TYPE_SORTIE
source: TRAD_TE_TYPE_SORTIE
fr_fr: TE_TYPE_SORTIE

# Display_TE_ETATS_TE_VALIDATION_IMPLICITE
source: TRAD_TE_VALIDATION_IMPLICITE
fr_fr: TE_VALIDATION_IMPLICITE

# Display_TE_ETATS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TE_ETATS_TRU_DECLARANTID
source: TRAD_Auteur de la saisie
fr_fr: Auteur de la saisie

# Display_TE_ETATS_TRU_ENV_VIERGE_AUTEURID
source: TRAD_Auteur de l'env. vierge
fr_fr: Auteur de l'env. vierge

# Display_TF_FERMES_TF_DESCR
source: Long description
fr_fr: Description

# Display_TF_FERMES_TF_EN_MAINTENANCE
source: Under maintenance ? (Y/N)
fr_fr: En maintenance ? (O/N)

# Display_TF_FERMES_TRST_STATUTID
source: Farm status
fr_fr: Statut de la ferme

# Display_TLEM_LOGICIEL_EDITEUR_MODELES_TLEM_FILENAME_PATTERN
source: Pattern (Y/N)
fr_fr: Masque

# Display_TLEM_LOGICIEL_EDITEUR_MODELES_TLEM_FILE_TYPE
source: File type
fr_fr: Type de fichier

# Display_TLEM_LOGICIEL_EDITEUR_MODELES_TLEM_INFO
source: Information
fr_fr: Info

# Display_TLEM_LOGICIEL_EDITEUR_MODELES_TLEM_PATH_NAME
source: Path
fr_fr: Chemin

# Display_TLEM_LOGICIEL_EDITEUR_MODELES_TLE_LOGICIEL_EDITEURID
source: Publisher
fr_fr: Editeur

# Display_TLE_LOGICIEL_EDITEURS_TLE_EDITEUR
source: Publisher
fr_fr: Editeur

# Display_TLE_LOGICIEL_EDITEURS_TLE_LOGICIEL_EDITEURID
source: TRAD_TLE_LOGICIEL_EDITEURID
fr_fr: xxxTLE_LOGICIEL_EDITEURID

# Display_TL_LOGICIELS_TLE_LOGICIEL_EDITEURID
source: Publisher
fr_fr: Editeur

# Display_TL_LOGICIELS_TL_DATE_LOGICIEL
source: Date the software was added?
fr_fr: Date d'ajout du logiciel ?

# Display_TL_LOGICIELS_TL_LOGICIELID
source: TRAD_TL_LOGICIELID
fr_fr: xxxTL_LOGICIELID

# Display_TL_LOGICIELS_TL_LOGICIEL_VERSION
source: Software version
fr_fr: Version du lociciel

# Display_TL_LOGICIELS_TL_NOM_LOGICIEL
source: Software
fr_fr: Logiciel

# Display_TOBF_OBJ_FORMATS_TOBF_CODE
source: Object format
fr_fr: Format objet

# Display_TOBF_OBJ_FORMATS_TOBF_DESC
source: Object format description
fr_fr: Description format objet

# Display_TOBF_OBJ_FORMATS_TOBF_LIB
source: Object format wording
fr_fr: Libellé format objet

# Display_TOBJE_OBJET_ETIQUETTES_TDOM_DOMAINEID
source: Domain
fr_fr: Domaine

# Display_TOBJE_OBJET_ETIQUETTES_TDOM_DOMAINEID_Required
source: A value for {0} must be selected.
fr_fr: Une valeur pour {0} doit être sélectionnée.

# Display_TOBJE_OBJET_ETIQUETTES_TEQC_ETQ_CODIFID
source: Label codification
fr_fr: Codification étiquette

# Display_TOBJE_OBJET_ETIQUETTES_TOBF_OBJ_FORMATID
source: Object format
fr_fr: Format objet

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_CODE
source: Labeled object
fr_fr: Objet étiquetté

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_CODE_ETIQUETTAGE
source: Object labelling code
fr_fr: Code d'étiquettage de l'objet

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_CODE_ETIQUETTAGE_RegularExpression
source: {0} contains a forbidden character.
fr_fr: {0} contient un caractère interdit.

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_DATE_CREATION
source: Object creation date
fr_fr: Date création objet

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_DESC
source: Object description
fr_fr: Description objet

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_LIB
source: Object wording
fr_fr: Libellé objet

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_OBJET_ETIQUETTEID
source: Labeled object ID
fr_fr: ID Objet Etiquette (objet étiqueté ?)

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_VERSION
source: Labeled object version
fr_fr: Version objet étiquetté

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_VERSION_ETQ_DESC
source: Version description
fr_fr: Description de la version

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_VERSION_ETQ_STATUT
source: Version status
fr_fr: Statut Version

# Display_TOBJE_OBJET_ETIQUETTES_TOBJE_VERSION_ETQ_STATUT_Range
source: {0} must be filled in.
fr_fr: {0} doit être renseigné.

# Display_TOBJE_OBJET_ETIQUETTES_TOBN_OBJ_NATUREID
source: Object nature
fr_fr: Nature objet

# Display_TOBJE_OBJET_ETIQUETTES_TPRS_PROCESSUSID
source: Process
fr_fr: Processus

# Display_TOBJE_OBJET_ETIQUETTES_TPRS_PROCESSUSID_Required
source: A value for {0} must be selected.
fr_fr: Une valeur pour {0} doit être sélectionnée.

# Display_TOBJE_OBJET_ETIQUETTES_TRU_ACTEURID
source: Player
fr_fr: Acteur

# Display_TOBJR_OBJET_REGLES_TOBJE_OBJET_ETIQUETTEID
source: Labeled object
fr_fr: Objet étiquetté

# Display_TOBJR_OBJET_REGLES_TOBJR_APPLICABLE
source: Applicable ? (Y/N)
fr_fr: Applicable ? (O/N)

# Display_TOBJR_OBJET_REGLES_TOBJR_ECHEANCE_DUREE
source: Deadline or duration
fr_fr: Echéance ou durée

# Display_TOBJR_OBJET_REGLES_TOBJR_ECHEANCE_DUREE_RANGE
source: Is expected either no value or a value > 0
fr_fr: Est attendu soit aucune valeur soit une valeur > 0

# Display_TOBJR_OBJET_REGLES_TOBJR_OBJET_REGLEID
source: Object rule ID
fr_fr: ID Règle Objet

# Display_TOBJR_OBJET_REGLES_TRGLRV_REGLES_VALEURID
source: Value
fr_fr: Valeur

# Display_TOBJR_OBJET_REGLES_TRGL_REGLEID
source: Rule code
fr_fr: Code règle

# Display_TOBN_OBJ_NATURES_TOBN_CODE
source: Object nature
fr_fr: Nature objet

# Display_TOBN_OBJ_NATURES_TOBN_DESC
source: Object nature description
fr_fr: Description nature objet

# Display_TOBN_OBJ_NATURES_TOBN_LIB
source: Object type wording
fr_fr: Libellé nature objet

# Display_TOBN_OBJ_NATURES_TOBN_OBJ_NATUREID
source: Nature ID
fr_fr: ID Nature

# Display_TPD_PREREQUIS_DEMANDES_TD_DEMANDEID
source: Demande ID
fr_fr: N° demande

# Display_TPF_PLANIFS_TPF_CRON
source: TRAD_TPF_CRON
fr_fr: Planification

# Display_TPF_PLANIFS_TPF_DATE_DEBUT
source: Start date
fr_fr: Date de début

# Display_TPF_PLANIFS_TPF_DATE_FIN
source: End date
fr_fr: Date de fin

# Display_TPF_PLANIFS_TPF_DEMANDE_ORIGINEID
source: TRAD_TPF_DEMANDE_ORIGINEID
fr_fr: N° demande d'origine

# Display_TPF_PLANIFS_TPF_PLANIFID
source: TRAD_TPF_PLANIFID
fr_fr: TPF_PLANIFID

# Display_TPF_PLANIFS_TPF_PREREQUIS_DELAI_CHK
source: Prerequisite timeout
fr_fr: Délai d'attente des prérequis

# Display_TPF_PLANIFS_TPF_TIMEZONE_INFOID
source: User time zone
fr_fr: Fuseau horaire de l'utilisateur

# Display_TPF_PLANIFS_TRST_STATUTID
source: Status
fr_fr: Statut

# Display_TPF_PLANIFS_TRU_DECLARANTID
source: Declarant
fr_fr: Déclarant

# Display_TPM_PARAMS_TPM_INFO
source: TRAD_TPM_INFO
fr_fr: xxxTPM_INFO

# Display_TPM_PARAMS_TPM_PARAMID
source: TRAD_TPM_PARAMID
fr_fr: xxxTPM_PARAMID

# Display_TPM_PARAMS_TPM_VALEUR
source: TRAD_TPM_VALEUR
fr_fr: xxxTPM_VALEUR

# Display_TPRCP_PRC_PERIMETRES_TDOM_DOMAINEID
source: Domain
fr_fr: Domaine

# Display_TPRCP_PRC_PERIMETRES_TPRCP_CODE
source: Perimeter
fr_fr: Périmètre

# Display_TPRCP_PRC_PERIMETRES_TPRCP_DATE_CREATION
source: Scope creation date
fr_fr: Date création Périmètre

# Display_TPRCP_PRC_PERIMETRES_TPRCP_DESC
source: Perimeter description
fr_fr: Description Périmètre

# Display_TPRCP_PRC_PERIMETRES_TPRCP_LIB
source: Perimeter wording
fr_fr: Libellé Périmètre

# Display_TPRCP_PRC_PERIMETRES_TPRCP_PRC_PERIMETREID
source: Perimeter ID
fr_fr: ID Périmètre

# Display_TPRCP_PRC_PERIMETRES_TPRCP_PRM_DYN
source: Dynamic perimeter
fr_fr: Périmètre dynamique

# Display_TPRCP_PRC_PERIMETRES_TPRS_PROCESSUSID
source: Process
fr_fr: Processus

# Display_TPRCP_PRC_PERIMETRES_TRU_ACTEURID
source: Player
fr_fr: Acteur

# Display_TPR_PROFILS_TPR_LIB
source: TRAD_TPR_LIB
fr_fr: xxxTPR_LIB

# Display_TPR_PROFILS_TPR_PROFILID
source: TRAD_TPR_PROFILID
fr_fr: xxxTPR_PROFILID

# Display_TPR_PROFILS_TRST_STATUTID
source: TRAD_TRST_STATUTID
fr_fr: xxxTRST_STATUTID

# Display_TPS_PREREQUIS_SCENARIOS_TEP_ETAT_PREREQUISID
source: Prerequisite
fr_fr: Prérequis

# Display_TPS_PREREQUIS_SCENARIOS_TPS_COMMENTAIRE
source: Comment / Commentary
fr_fr: Commentaire

# Display_TPS_PREREQUIS_SCENARIOS_TPS_NB_FILE_MAX
source: Maximum number of files
fr_fr: Nb de fichiers max

# Display_TPS_PREREQUIS_SCENARIOS_TPS_NB_FILE_MIN
source: Minimum number of files
fr_fr: Nb de fichiers min

# Display_TPUF_PARALLELEU_FERMES_TF_FERMEID
source: Farm
fr_fr: Ferme

# Display_TPUF_PARALLELEU_FERMES_TPUF_DATE_MODIFICATION
source: Modification date
fr_fr: Date de modification
